[
    {
        "id": "job001",
        "companyLogo": "https://thumbs.dreamstime.com/b/abc-initials-letter-company-logo-icon-abc-initials-letter-company-logo-148669540.jpg",
        "jobTitle": "Full Stack Developer",
        "companyName": "ABC Company",
        "jobType": "Remote",
        "location": "Anywhere",
        "time": "Full-time",
        "salary": "Competitive",
        "jobDescription": "We are seeking an experienced Full Stack Developer to join our growing team. Full stack developers are computer programmers who are proficient in both front and back end coding. Their primary responsibilities include designing user interactions on websites, developing servers, and databases for website functionality, and coding for mobile platforms. Completely free trial, no card required.",
        "jobResponsibility": "Develop and maintain web applications using modern technologies. Participating in the design and creation of scalable software. Writing clean, functional code on the front- and back-end. Testing and fixing bugs or other coding issues",
        "educationalRequirements": "Bachelor's or Master's degree in Computer Science or a related field...",
        "experiences": "Minimum of 5 years of experience in web development...",
        "contactInformation": {
            "phone": "123-456-7890",
            "email": "jobs@abccompany.com"
        }
    },
    {
        "id": "job002",
        "companyLogo": "https://cdn4.vectorstock.com/i/1000x1000/62/53/xyz-logo-letter-letter-logo-design-vector-41726253.jpg",
        "jobTitle": "Marketing Manager",
        "companyName": "XYZ Company",
        "jobType": "Onsite",
        "location": "New York, NY",
        "time": "Full-time",
        "salary": "$100K - $120K",
        "jobDescription": "We are seeking a talented Marketing Manager to oversee our marketing initiatives.Marketing managers promote businesses, services, products, or brands. They develop marketing and pricing strategies, generate new business leads, and oversee marketing department staff. They also manage marketing budgets and analyze trends.",
        "jobResponsibility": "Develop and implement marketing strategies. Test software to ensure responsiveness and efficiency. Knowledge of multiple front-end languages and libraries (e.g. HTML/ CSS, JavaScript, XML, jQuery).Excellent communication and teamwork skills",
        "educationalRequirements": "Bachelor's or Master's degree in Marketing or a related field...",
        "experiences": "Minimum of 7 years of experience in marketing...",
        "contactInformation": {
            "phone": "555-555-5555",
            "email": "jobs@xyzcompany.com"
        }
    },
    {
        "id": "job003",
        "companyLogo": "https://www.one77fs.co.uk/wp-content/uploads/2018/06/Cool-Example-Company-Logo-33-For-Logo-Inspiration-with-Example-Company-Logo-e1504694443294.png",
        "jobTitle": "Software Engineer",
        "companyName": "Example Inc.",
        "jobType": "Remote",
        "location": "Dhaka, Bangladesh",
        "time": "Full-time",
        "salary": "$100K - $150K",
        "jobDescription": "We are looking for a talented software engineer to join our team and help us build amazing products. A Software Engineer is an IT professional who designs, develops and maintains computer software at a company. They use their creativity and technical skills and apply the principles of software engineering to help solve new and ongoing problems for an organization.",
        "jobResponsibility": "Develop new features and maintain existing codebase. Software Engineer responsibilities include gathering user requirements, defining system functionality and writing code in various languages, like Java, Ruby on Rails or .NET programming languages (e.g. C++ or JScript.NET.) Our ideal candidates are familiar with the software development life cycle (SDLC) from preliminary system analysis to tests and deployment.",
        "educationalRequirements": "Bachelor's degree in Computer Science or related field.",
        "experiences": "3+ years of experience in software development.",
        "contactInformation": {
            "phone": "(123) 456-7890",
            "email": "jobs@example.com"
        }
    },
    {
        "id": "job004",
        "companyLogo": "https://images-platform.99static.com//ALS-pckUJVsiU6Nn4KSHEdBiseE=/0x0:1080x1080/fit-in/500x500/99designs-contests-attachments/108/108554/attachment_108554645",
        "jobTitle": "Product Manager",
        "companyName": "City Wide",
        "jobType": "Onsite",
        "location": "Copenhagen, Denmark ",
        "time": "Full-time",
        "salary": "$120K - $160K",
        "jobDescription": "We are seeking a skilled product manager to lead our team in developing innovative products that meet the needs of our customers. The Product Manager is responsible for the product planning and execution throughout the Product Lifecycle, including: gathering and prioritizing product and customer requirements, defining the product vision, and working closely with engineering, sales, marketing and support to ensure revenue and customer satisfaction goals are met. The Product Manager also ensures that the product supports the company’s overall strategy and goals.",
        "jobResponsibility": "Develop product strategies and roadmaps, work with cross-functional teams to develop new products and improve existing ones. The Product Manager is responsible for both product planning and product marketing. This includes managing the product throughout the Product Lifecycle, gathering and prioritizing product and customer requirements, defining the product vision, and working closely with engineering, to deliver winning products. It also includes working with sales, marketing and support to ensure revenue and customer satisfaction goals are met. The Product Manager’s job also includes ensuring that the product and marketing efforts support the company’s overall strategy and goals.",
        "educationalRequirements": "Bachelor's degree in Business, Marketing, or related field.",
        "experiences": "5+ years of experience in product management.",
        "contactInformation": {
            "phone": "(123) 456-7890",
            "email": "jobs@example.com"
        }
    },
    {
        "id": "job005",
        "companyLogo": "https://visme.co/blog/wp-content/uploads/2017/08/40-Creative-Logo-Designs-to-Inspire-You-Movers-logo.jpg",
        "jobTitle": "UX Designer",
        "companyName": "Movers.",
        "jobType": "Remote",
        "location": "Stauffacherstrasse, Switzerland",
        "time": "Part-time",
        "salary": "$60K - $80K",
        "jobDescription": "We are seeking a talented UX designer to help us create user-centered designs for our products.  UX designers turn applications into something that people like and want to use. UX (user experience) designers measure and optimise applications (usually web based) to improve ease of use (usability), and create the best user experience by exploring many different approaches to solve end-users' problems.",
        "jobResponsibility": "Develop wireframes, prototypes, and user flows, work with cross-functional teams to develop and test designs. In this role, you should be an analytical and creative designer who is able to grasp user needs and solve problems. A strong portfolio of successful UX and other technical projects is essential.",
        "educationalRequirements": "Bachelor's degree in Design, Computer Science, or related field.",
        "experiences": "3+ years of experience in UX design.",
        "contactInformation": {
            "phone": "(123) 456-7890",
            "email": "jobs@example.com"
        }
    },
    {
        "id": "job006",
        "companyLogo": "https://www.acmeticketing.com/wp-content/uploads/2017/08/ACME-logo.png",
        "jobTitle": "Senior Frontend Developer",
        "companyName": "Acme Inc.",
        "jobType": "Remote",
        "location": "San Francisco, CA",
        "time": "Full-time",
        "salary": "$120K - $140K",
        "jobDescription": "We are looking for a talented Senior Frontend Developer to join our team.A senior front-end developer works on building the user interface of a mobile application or website. They showcase their skills with the application's visual elements, including graphics, typography, and layouts. They also ensure smooth interaction between the app and users. ",
        "jobResponsibility": "- Design, develop and maintain responsive web applications\n- Collaborate with cross-functional teams to define, design, and ship new features\n- Continuously discover, evaluate, and implement new technologies to maximize development efficiency\n We are looking for a qualified Front-end developer to join our IT team. You will be responsible for building the ‘client-side’ of our web applications.",
        "educationalRequirements": "- Bachelor's or Master's degree in Computer Science or a related field\n- Strong understanding of HTML, CSS, and JavaScript\n- Experience with React, Redux, and Node.js. If you’re interested in creating a user-friendly environment by writing code and moving forward in your career, then this job is for you. We expect you to be a tech-savvy professional, who is curious about new digital technologies and aspires to combine usability with visual design." ,
        "experiences": "- 5+ years of experience in frontend development\n- Experience with agile development methodologies\n- Strong problem-solving and analytical skills",
        "contactInformation": {
            "phone": "555-1234",
            "email": "jobs@acme.com"
        }
    }
]